Revit 2024 API
VectorAtPoint Properties
The VectorAtPoint type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from ValueAtPointBase.)
See Also
VectorAtPoint Class
Autodesk.Revit.DB.Analysis Namespace